Repository: nfe/woo-nfe
Catalog: languages/*.po
Languages: pt_br

source: <strong>%s receipt</strong> issued
pt_br: <strong>%s nota fiscal</strong> emitida

source: <strong>%s receipt</strong> processing
pt_br: <strong>%s nota fiscal</strong> em processamento

source: <strong>%s receipt</strong> with error
pt_br: <strong>%s nota fiscal</strong> com erro

source: <strong>%s receipt</strong> cancelled
pt_br: <strong>%s nota fiscal</strong> cancelada

source: WooCommerce NFe
pt_br: NFe para Woocommerce

source: City Service Code (CityServiceCode)
pt_br: Código de serviço municipal (CityServiceCode)

source: City Service Code, this is the code that will identify to the cityhall which type of service you are delivering.
pt_br: Código de serviço municipal. Este é o código que identificará para a Prefeitura Municipal qual o tipo de serviço você está entregando.

source: Federal Service Code LC 116 (FederalServiceCode)
pt_br: Código de serviço federal LC 116 (FederalServiceCode)

source: Service Code based on the Federal Law (LC 116), this is a federal code that will identify to the cityhall which type of service you are delivering.
pt_br: Código de serviço com base na lei federal (LC 116). Este é um código federal que identificará para a Prefeitura Municipal qual o tipo de serviço que você está entregando.

source: Service Description
pt_br: Descrição do Serviço

source: Put the description that will appear in the receipt. This description must explain in detail what service was delivered. Ask your accountant, if in doubt.
pt_br: Coloque a descrição que aparecerá na nota fiscal. Essa descrição deve explicar em detalhes o serviço que foi entregue. Em caso de dúvida, fale com seu contador.

source: Download NFe receipt
pt_br: Baixar nota fiscal

source: Issue NFe receipt
pt_br: Emitir nota fiscal

source: NFe receipt downloaded.
pt_br: Nota fiscal baixada.

source: Sales Receipt updated via NFe.io API
pt_br: Nota fiscal de venda atualizado via API do NFe.io

source: Sales Receipt
pt_br: Notas Fiscais

source: NFe Cancelled
pt_br: A NFe foi cancelada

source: NFe Issued
pt_br: A NFe foi emitida

source: NFe Cancelling Failed
pt_br: Falha no cancelamento da NFe

source: NFe Issuing Failed
pt_br: Falha na Emissão

source: Processing NFe
pt_br: Processando a NFe

source: NFe Processing
pt_br: Emitindo NFe

source: Zero Order
pt_br: Pedido Zerado

source: Pending Address
pt_br: Endereço pendente

source: Issue NFe
pt_br: Emitir NFe

source: Issue Expired
pt_br: A emissão expirou

source: Receipts Details (NFE.io)
pt_br: Detalhes das Notas Fiscais (NFe.io)

source: Number:
pt_br: Número:

source: CheckCode:
pt_br: Código de verificação:

source: Issued On:
pt_br: Emitida em:

source: Price:
pt_br: Preço:

source: Plugin Custom Fields:
pt_br: Campos customizados do plugin:

source: NFe Details
pt_br: Detalhes da Nota Fiscal

source: Number
pt_br: Número

source: CheckCode
pt_br: Código de verificação

source: Issued On
pt_br: Emitido em

source: The order is missing important NFe information, update it before trying to issue it.
pt_br: Está faltando informações importantes para emissão da nota nesse pedido, atualize as informações antes de emitir a nota.

source: NFe was issued successfully.
pt_br: Nota emitida com sucesso.

source: NFe issuing process started! Order: #%d
pt_br: Processo de emissão de nota fiscal iniciado! Pedido: #%d

source: Not possible to issue NFe without an order value! Order: #%d
pt_br: Não é possível emitir uma nota fiscal sem um valor do pedido! Pedido: #%d

source: There was a problem fetching IBGE code! Check your CEP information.
pt_br: Houve um problema ao tentar pegar o código do IBGE! Revise seu CEP.

source: An error occurred while issuing a NFe: %s
pt_br: Ocorreu um erro ao emitir uma nota fiscal: %s

source: NFe sent sucessfully to issue! Order: #%d
pt_br: Nota fiscal enviada com sucesso para emissão! Pedido: #%d

source: There was a problem while updating the Order #%d with the NFe information.
pt_br: Ocorreu um problema ao atualizar o pedido #%d com as informações da NFe.

source: NFe PDF Donwload successfully. Order: #%d
pt_br: Download da nota fiscal feito com sucesso. Pedido: #%d

source: There was a problem when trying to download NFe PDF! Error: %s
pt_br: Houve um problema ao baixar o PDF da NFe! Erro: %s

source: Shipping
pt_br: Envio

source: Shipping Value
pt_br: Valor do envio

source: Customers
pt_br: Clientes

source: Company
pt_br: Empresa

source: Receipts (NFE.io)
pt_br: Notas Fiscais (NFe.io)

source: This is the NFe.io integration/settings page.
pt_br: Esta é a página de integração/configuração do NFe.io.

source: No company found
pt_br: Nenhuma empresa encontrada

source: Select a company...
pt_br: Selecione uma empresa...

source: Enter your API key to see your company(ies).
pt_br: Adicione sua chave de API para ver sua(s) empresa(s).

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable NFe.io
pt_br: Ativar NFe.io

source: API Key
pt_br: Chave da API

source: %s to look up API Key
pt_br: %s para procurar a chave da API

source: Click here
pt_br: Clique aqui

source: Choose the Company
pt_br: Escolha a empresa

source: Choose one of your companies.
pt_br: Escolha uma de suas empresas.

source: %s to check the registered companies
pt_br: %s para verificar as empresas cadastradas

source: NFe Issuing
pt_br: Emissão de NFe

source: Automattic (Default)
pt_br: Automático (padrão)

source: Option to issue a NFe.
pt_br: Opção de emitir uma NFe.

source: Issue on order status
pt_br: Status da emissão no pedido

source: Require address to issue
pt_br: Endereço é necessário para emissão

source: Does an address is required to issue a NFe?
pt_br: Endereço é necessário para emissão da Nota Fiscal?

source: Yes (Default)
pt_br: Sim (Padrão)

source: No
pt_br: Não

source: Highlight shipping from taxes
pt_br: Destacar envio dos impostos

source: Include Shipping fees on tax calculation
pt_br: Incluir taxas de envio no calculo de impostos

source: Exclude Shipping fees on tax calculation
pt_br: Excluir taxas de envio no calculo de impostos

source: Tax Formation: total + shipping will considerate ship value on tax calculation. Total - shipping will not considerate ship value on tax calculation.
pt_br: Formação Fiscal: total + frete considerará o valor do frete no cálculo do imposto. Total - frete não considerará o valor do frete no cálculo do imposto.

source: NFe.io Webhook Setup
pt_br: Configuração do Webhook

source: Webhook URL
pt_br: URL do Webhook

source: Copy this link and use it to set up the %s
pt_br: Copie este link e use para configurar o %s

source: NFe.io Webhooks
pt_br: Webhooks do NFe.io

source: Manual Retroactive Issue of NFe
pt_br: Emissão Manual Retroativa de Notas Fiscais

source: Enable Retroactive Issue
pt_br: Habilitar Emissão Retroativa

source: Enable to issue NFe.io in past products
pt_br: Habilite a emissão de notas NFe em produtos antigos

source: Enabling this allows users to issue nfe.io notes on bought products in the past.
pt_br: Se habilitado, essa funcionalidade permite a emissão de notas em produtos comprados no passado.

source: Days in the past
pt_br: Quantos dias atrás

source: Days in the past to allow NFe manual issue.
pt_br: Dias no passado permitido para emissão manual da NFe.

source: Receipt Service Settings
pt_br: Configurações do serviço de notas fiscais

source: City Service Code
pt_br: Código de serviço municipal

source: Federal Service Code
pt_br: Código de serviço federal

source: Debug Log
pt_br: Registro de depuração

source: Enable logging
pt_br: Ativar histórico

source: Log events such as API requests, you can check this log in %s.
pt_br: Registrar eventos da API do NFe. Você pode verificar o log em %s.

source: System Status - Logs
pt_br: Status do sistema - Histórico

source: Plugin is enabled but no API key was provided. You should inform your API Key. %s
pt_br: O plugin está ativo porém nenhuma chave de API foi fornecida. Você deve informar sua chave de API. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: Enable Retroactive Issue is enabled, but no days was added. %s.
pt_br: A emissão retroativa está ativa, porém nenhuma data foi adicionada. %s.

source: Add a date to calculate or disable it.
pt_br: Adicione uma data para calcular ou desative esse recurso.

source: WooCommerce NFe.io
pt_br: NFe.io para Woocommerce

source: Unable to load the companies list from NFe.io.
pt_br: Não é possível carregar a lista de empresas do NFe.io.

source: New webhook called. %s
pt_br: Novo webhook chamado. %s

source: Error: %s.
pt_br: Erro: %s.

source: Starting to proccess new webhook event.
pt_br: Começando a processar um novo evento de webhook.

source: Error while checking webhook JSON.
pt_br: Falha ao verificar JSON do webhook.

source: Getting Order ID of the webhook.
pt_br: Obtendo o ID do pedido do webhook.

source: Updating Order with NFe info.
pt_br: Atualizando o pedido com as informações da NFe.

source: Order with receipt number #%d not found.
pt_br: O pedido com o número de nota fiscal #%d não foi encontrado.

source: NFe Receipt Issued
pt_br: Nota Fiscal Emitida

source: Safe copy emails are sent when a customer issues an receipt. The e-mail is sent to the admin as a saving measure.
pt_br: E-mails em cópia segura são enviados quando um cliente emite uma nota fiscal. O e-mail é enviado para o administrador como medida de segurança.

source: Enable this email notification
pt_br: Ative essa notificação por e-mail

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_br: Isso controla a linha de assunto do e-mail. Deixe em branco para usar o assunto padrão: <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
pt_br: Isso controla o título do cabeçalho principal dentro do e-mail de notificação. Deixe em branco para usar o título padrão: <code>%s</code>.

source: Choose which format of email to send.
pt_br: Escolha o formato de e-mail para enviar.

source: The WooCommerce NFe plugin
pt_br: O plugin de NFe para Woocommerce

source: needs the %s to work!
pt_br: precisa do %s para funcionar!

source: SOAP module
pt_br: Módulo SOAP

source: depends on the lastest version of WooCommerce Extra Checkout Fields for Brazil to work!
pt_br: depende da última versão do plugin WooCommerce Extra Checkout Fields for Brazil para funcionar!

source: Active WooCommerce Extra Checkout Fields for Brazil
pt_br: Ative o plugin WooCommerce Extra Checkout Fields for Brazil

source: Install WooCommerce Extra Checkout Fields for Brazil
pt_br: Instale o plugin WooCommerce Extra Checkout Fields for Brazil

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: The following address will <strong>also</strong> be used when issuing a NFe Sales Receipt.
pt_br: O seguinte endereço <strong>também</strong> será usado ao emitir uma nota fiscal.

source: The following address(es) will be used on the checkout page by default and also when issuing a NFe sales receipt.
pt_br: Os seguintes endereços serão usados na página de finalizar compra por padrão, e também ao emitir uma nota fiscal.

source: Download NFe
pt_br: Baixar NFe

source: NFe issued successfully. Here follows an email for your backing.
pt_br: A NFe foi emitida. Segue um e-mail para sua segurança.

source: Settings
pt_br: Configurações

# Order status
source: Pending Payment
pt_br: Pagamento pendente

# Order status
source: Processing
pt_br: Processando

# Order status
source: On Hold
pt_br: Aguardando

# Order status
source: Completed
pt_br: Concluído

source: [%s] NFe Receipt Issued
pt_br: [%s] Nota Fiscal Emitida

# an email notification
source: Enable/Disable
pt_br: Ativar/Desativar

# of an email
source: Subject
pt_br: Assunto

source: Email Heading
pt_br: Cabeçalho do e-mail

# text, html or multipart
source: Email type
pt_br: Tipo de e-mail

# email type
source: Plain text
pt_br: Texto simples
